// 1. Создайте строку с вашим именем и строку с вашей фамилией. Выведите эти данные в консоль
// 2. Создайте переменную с текстом 'java' и переменную с текстом 'script'.
// С помощью этих переменных и операции сложения строк
// выведите в консоль строку 'javascript'.
// 3. Создайте переменную с текстом 'hello' и переменную с текстом
// 'world'. С помощью этих переменных и операции сложения строк
// выведите в консоль строку 'hello world'

const name = "Java";
const surname = "Script";
console.log(name + surname);

