// 1. Создайте переменную num и присвойте ей значение 123. Выведите
// значение этой переменной в консоль
// 2. Создайте переменную, а и присвойте ей значение 5, переопределите
// переменную, а на значение 7, выведите переменную, а в консоль
// 3. Создайте переменную b. Запишите в нее сумму чисел 1, 2 и 3. С
// помощью функции console.log выведите в консоль содержимое
// переменной b.
// 4. Создайте 2 вида комментариев в вашем коде, добавьте в них
// произвольный текст

console.log("hi");
const num = 123;
let a = 5;
console.log(a)
console.log(a = 7);
let b = 1 + 2 + 3;
console.log(b);
//     1 коммент
/*     2 коммент */