// Создайте переменную c со значением 10 и переменную d со значением 2.

// a. Все созданные переменные должны быть логично названы
// b. Создайте переменную суммы и присвойте сумму чисел (c, d)
// c. Создайте переменную разности и присвойте разность чисел (c, d)
// d. Создайте переменную произведения и присвойте произведение чисел (c, d)
// e. Создайте переменную частного и присвойте деление чисел (c, d)
// f. Выведите в консоль все созданные переменные
// g. Сложите все созданные переменные и выведите результат в консоль

const c = 10;
const d = 2;

let sum = c + d;
let subtraction = c - d;
let multiplication = c * d;
let division = c / d;

console.log(`
${c} + ${d} = ${sum}
${c} - ${d} = ${subtraction}
${c} * ${d} = ${multiplication}
${c} / ${d} = ${division}
${sum} + ${subtraction} + ${multiplication} + ${division} = ${sum + subtraction + multiplication + division}`)




